Repository: JoaoFloresDev/DevLingoRepo
Catalog: DevLingo/DevLingo/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

# reminder.primer.body
source: DevLingo can send you one notification a day so your streak never breaks. iOS will ask for your permission next.
de: DevLingo kann dir eine Benachrichtigung pro Tag senden, damit deine Serie nie reißt. Als Nächstes fragt iOS nach deiner Erlaubnis.
es: DevLingo puede enviarte una notificación al día para que tu racha nunca se rompa. A continuación, iOS te pedirá permiso.
fr: DevLingo peut t'envoyer une notification par jour pour que ta série ne s'arrête jamais. iOS te demandera ensuite ton autorisation.
it: DevLingo può inviarti una notifica al giorno così la tua serie non si interrompe mai. Subito dopo, iOS ti chiederà il permesso.
pt_br: O DevLingo pode enviar uma notificação por dia para sua sequência nunca quebrar. Em seguida, o iOS vai pedir sua permissão.

# reminder.primer.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt_br: Continuar

# reminder.primer.title
source: Daily streak reminder
de: Tägliche Serien-Erinnerung
es: Recordatorio diario de tu racha
fr: Rappel quotidien de ta série
it: Promemoria giornaliero della serie
pt_br: Lembrete diário da sequência

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt_br: Sobre

# settings.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
pt_br: Concluído

# settings.rate_app
source: Rate Devlingo
de: Devlingo bewerten
es: Calificar Devlingo
fr: Évaluer Devlingo
it: Valuta Devlingo
pt_br: Avaliar Devlingo

# settings.share_app
source: Share Devlingo
de: Devlingo teilen
es: Compartir Devlingo
fr: Partager Devlingo
it: Condividi Devlingo
pt_br: Compartilhar Devlingo

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt_br: Configurações

# streak.reminder.body
source: One phrase today and your streak lives on
de: Ein Satz heute und deine Serie bleibt bestehen
es: Una frase hoy y tu racha sigue viva
fr: Une phrase aujourd'hui et ta série continue
it: Una frase oggi e la tua serie continua
pt_br: Uma frase hoje e a sequência continua

# streak.reminder.title
source: Keep your streak going 🔥
de: Halte deine Serie 🔥
es: Mantén tu racha 🔥
fr: Garde ta série 🔥
it: Mantieni la tua serie 🔥
pt_br: Mantenha sua sequência 🔥

# tab.categories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
pt_br: Categorias

# tab.history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt_br: Histórico

# tab.home
source: Home
de: Start
es: Inicio
fr: Accueil
pt_br: Início

# tab.profile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt_br: Perfil

# appearance.system
source: System
es: Sistema
fr: Système
it: Sistema
pt_br: Sistema

# category.code_review
source: Code Review
es: Revisión de Código
fr: Revue de code
it: Revisione del Codice
pt_br: Revisão de Código

# category.email
source: Email
es: Correo electrónico

# category.interviews
source: Interviews
es: Entrevistas
fr: Entretiens
it: Colloqui
pt_br: Entrevistas

# category.meetings
source: Meetings
es: Reuniones
fr: Réunions
it: Riunioni
pt_br: Reuniões

# category.pair_programming
source: Pair Programming
es: Programación en Pareja
fr: Programmation en binôme
it: Programmazione in Coppia
pt_br: Programação em Par

# category.slack
source: Slack & Chat
es: Slack y Chat
fr: Slack et Chat
it: Slack e Chat
pt_br: Slack e Chat

# profile.about
source: About
es: Acerca de
pt_br: Sobre

# profile.hard
source: Hard Phrases
es: Frases Difíciles
pt_br: Frases Difíceis

# profile.level %lld
source: Level %lld
es: Nivel %lld
pt_br: Nível %lld

# profile.phrases_to_next %lld
source: %lld phrases to next level
es: %lld frases para el siguiente nivel
pt_br: %lld frases para o próximo nível

# profile.rate_app
source: Rate App
es: Calificar App
pt_br: Avaliar App

# profile.share_app
source: Share App
es: Compartir App
pt_br: Compartilhar App

# profile.share_message
source: Learn tech English with Devlingo! Practice daily phrases for remote work.
es: ¡Aprende inglés técnico con Devlingo! Practica frases diarias para trabajo remoto.
pt_br: Aprenda inglês técnico com Devlingo! Pratique frases diárias para trabalho remoto.

# profile.subtitle
source: Your learning progress
es: Tu progreso de aprendizaje
pt_br: Seu progresso de aprendizado

# profile.total_learned
source: Total Learned
es: Total Aprendidas
pt_br: Total Aprendidas

# profile.version %@
source: Version %@
es: Versión %@
pt_br: Versão %@

# settings.support
source: Support
es: Soporte
it: Supporto
pt_br: Suporte

# settings.version
source: Version
es: Versión
it: Versione
pt_br: Versão

# category.pull_requests
source: Pull Requests
it: Pull Request
